import React from 'react'
import './Main.css'
export default function Main() {
  return (
    <div className='info'>Национа́льная баскетбо́льная ассоциа́ция, НБА (англ. National Basketball Association, NBA) — профессиональная баскетбольная лига Северной Америки, в частности, США и Канады.
         Входит в четвёрку главных профессиональных спортивных лиг Северной Америки, наряду с НХЛ, МЛБ и НФЛ[1].
         Была основана в 1946 году как Баскетбольная ассоциация Америки и, соединившись с Национальной баскетбольной лигой, была переименована в Национальную баскетбольную ассоциацию.</div>
  )
}
